#Списки и словари
name = "Владислав Муравьев"
print(name[:])

#работа со списками
my_list = ["яблоко", "груша", "апельсин", "банан", "киви"] #Создайте переменную my_list и присвойте ей список из нескольких элементов, например, фруктов.
print(my_list) #Выведите на экран список my_list.
print(my_list[0]), print(my_list[-1]) #Выведите на экран первый и последний элементы списка my_list.
my_list_ = ["яблоко", "груша", "апельсин", "банан", "киви"] #Выведите на экран подсписок my_list с третьего до пятого элементов.
print(my_list_[2:4])
my_list[2]="манго"#Измените значение третьего элемента списка my_list.
print(my_list)#Выведите на экран измененный список my_list.

#работа со словарями
my_dict = []#Создайте переменную my_dict и присвойте ей словарь с парами ключ-значение, например, переводами некоторых слов.
#Выведите на экран значение для заданного ключа в my_dict.
#Измените значение для заданного ключа или добавьте новый в my_dict.
#Выведите на экран измененный словарь my_dict.