name = "Владислав" #Создайте переменную name и присвойте ей значение вашего имени (строка)
print (name) #Выведите значение переменной name на экран
age = 48 #Создайте переменную age и присвойте ей значение вашего возраста (целое число)
print(age) #Выведите значение переменной age на экран
age2 = age + 1  #Измените значение переменной age на новое значение (например, на age + 1)
print (age2) #dыведите измененное значение переменной age на экран
is_student = True #Создайте переменную is_student и присвойте ей значение True (логическое значение)
print(is_student) #ыведите значение переменной is_student на экран